Repository: mluun/khronos
Catalog: po/*.po
Languages: pl

source: Log the time it took to do tasks
pl: Zapisz ile czasu zajęło zrobienie zadań

source: Start logging any task's time to completion, with the ability to stop the timer at any moment, with notifications for longer task sessions.
pl: Zacznij zapisywać czas potrzebny na ukończenie dowolnego zadania, z możliwością zatrzymania stopera w dowolnej chwili, z powiadomieniem dla dłuższych sesji zadaniowych.

source: Quit anytime with the shortcut Ctrl + Q
pl: Wyjdź kiedykolwiek skrótem klawiszowym Ctrl + Q

source: Release: Day 2
pl: Wydanie: Dzień 2

source: Changed: Overall refinements to match the updated looks of GNOME apps.
pl: Zmieniono: Ogólne usprawnienia aby nadążać za zaktualizowanym wyglądem aplikacji GNOME.

source: Track each task time in a simple inobtrusive way
pl: Śledź czas każdego zadania prostą, dyskretną drogą

source: Plot;Planning;Time Tracking;
pl: Fabuła;Planowanie;Pomiar czasu;

source: Migration Version
pl: Wersja migracji

source: The version of migration to use; Do not change.
pl: Wersje migracji do użycia; Nie zmieniaj.

source: Delay between notifications
pl: Opóźnienie między powiadomieniami

source: The delay between two notifications, default is 30min. in seconds.
pl: Opóźnienie między dwoma powiadomieniami, domyślnie to 30 minut. W sekundach.

source: Export Logs as CSV…
pl: Eksportuj wpisy jako plik CSV...

source: Import Logs from CSV…
pl: Importuj wpisy z pliku CSV...

source: About Khronos
pl: O Khronos

source: • events
pl: • zdarzenia

source: Timer
pl: Stoper

source: Log name…
pl: Nazwa wpisu...

source: Tags (split by colons)…
pl: Etykiety (podzielone dwukropkami)...

source: Logs
pl: Wpisy

source: Starts the timer for a log
pl: Zacznij stoper dla wpisu

source: Stops the timer for a log
pl: Zatrzymaj stoper dla wpisu

source: Resets the timer
pl: Zresetuj stoper

source: Adds a log to the list
pl: Dodaj wpisy do listy

source: Cleans the logs list
pl: Wyczyść listę wpisów

source: events
pl: Zdarzenia

source: Pauses the timer for a log
pl: Zatrzymuje stoper dla wpisu

source: translator-credits
pl: Informacje o tłumaczeniach

source: Go rest for a while before continuing.
pl: Odpocznij chwilę przed kontynuowaniem.

source: Maybe grab a snack before continuing.
pl: Może zjedz jakąś przekąskę przed kontynuowaniem.

source: Perhaps go get some coffee or tea before continuing.
pl: Może wypij jakąś kawę albo herbatę przed kontynuowaniem.

source: That's a big task. Let's rest a bit before continuing.
pl: To duże zadanie. Odpocznijmy chwilę przed kontynuowaniem.

source: Amazing work! But please rest a bit before continuing.
pl: Świetna robota! Proszę abyś jednak pamiętał o krótkim odpoczynku przed kontynuowaniem.

source: CSV files
pl: Pliki CSV

source: All files
pl: Wszystkie pliki

source: Clear Logs?
pl: Wyczyścić wpisy?

source: Clearing means the logs here will be permanently lost with no recovery.
pl: Czyszczenie oznacza permanentne usunięcie wpisów bez możliwości ich przywrócenia.

source: Cancel
pl: Anuluj

source: Clear
pl: Wyczyść
